import vz from "../asset/img/vz.png";
import rb from "../asset/img/rb.png";
import img1 from "../asset/img/img1.png";
import img2 from "../asset/img/img2.png";
import img3 from "../asset/img/img3.png";
import img4 from "../asset/img/img4.png";
import img5 from "../asset/img/img5.png";
import img6 from "../asset/img/img6.png";
import img7 from "../asset/img/img7.png";
import img8 from "../asset/img/img8.png";

export const vzrosli = [
  {
    id: 1,
    img: vz,
    title: `Менее тяжелые формы СМА могут возникать и диагностироваться в зрелом возрасте. 
    `,
  },
  {
    id: 2,
    title: ` По сравнению с СМА у детей, СМА у взрослых может иметь более легкие симптомы, но без патогенетической терапии пациенты со СМА 2-3 типа неуклонно теряют двигательные навыки. 

    `,
  },
  {
    id: 3,
    title: `По сравнению с СМА в детстве, течение СМА у взрослых может быть более коварным и трудным для распознавания.  `,
  },
];
export const rebyonk = [
  {
    id: 1,
    img: rb,
    title: `
     Ребенок, плохо удерживающий голову, когда ему придают сидячее положение, с вялыми
движениями нижних конечностей или с трудом тянущийся к предметам, но при этом с
осмысленным и ярким взглядом, улыбающийся и социально активный, вызывает настороженность
в отношении наличия СМА.

      `,
  },
  {
    id: 2,
    title: ` 
    Младенцам со СМА необходимо экстренное направление к специалисту, ранняя диагностика и обеспечение
    терапией, спасающей жизнь, поскольку эти мотонейроны очень быстро подвергаются
    дегенерации при прогрессировании заболевания

      `,
  },
];

export const slider = [
  { id: 1, title: `Сколиоз`, img: img1 },
  {
    id: 2,
    title: `Ограниченная способность поднимать руки 
    и переносить предметы`,
    img: img2,
  },
  { id: 3, title: `Нарушения жевания и глотания`, img: img3 },
  { id: 4, title: `Нарушения жевания и глотания`, img: img4 },
  { id: 5, title: `Неспособность бегать, изменение походки`, img: img5 },
  { id: 6, title: `Контрактура суставов`, img: img6 },
  { id: 7, title: `Вывих бедра`, img: img7 },
  { id: 8, title: `Утомляемость`, img: img8 },
];
